---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.RibbonItem
source: html/08cf7b94-b571-2f60-2974-f9a8f44c1bfa.htm
---
# RibbonItem Members

Determines whether the specified Object is equal to the current Object .